<section class="plan">
        <div class="container">
            <div class="plan__img-wr">
                <img src="static/imgs/bg/plan__img.png" alt="" class="plan__img-people">
                <div class="plan__img-shadow"></div>
                <div class="plan__img-info">
                    <p class="plan__img-name">Босунова Наталья</p>
                    <p class="plan__img-text">Главный ветеринар-диетолог <br> компании</p>
                </div>
            </div>
            <div class="plan__wr">
                <h2 class="plan__title">Составим индивидуальный план питания </h2>
                <p class="plan__subname">для вашего питомца</p>
                <p class="plan__text-big">Стоимость: от 1 500 ₽ (в зависимости от выбранной консультации)</p>
                <p class="plan__text">Для щенков, беременных/кормящих собак, для питомцев с избыточной/недостаточной массой тела, для питомцев с заболеванием (ЖКТ заболевания, болезнь почек, мочекаменная болезнь, пищевая аллергия и т.д).</p>
                <div data-fancybox data-src="#consult-modal" class="main__link xs-hide">
                    начать
                    <svg width="26" height="25" viewBox="0 0 26 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M13.2782 23L22.713 13.8791C24.0893 12.6561 24.9094 10.9517 24.9929 9.14088C25.0765 7.33005 24.4166 5.56112 23.1586 4.22323C21.9005 2.88534 20.1472 2.0881 18.2845 2.00687C16.4217 1.92565 14.6021 2.5671 13.2258 3.79012C11.8141 2.76541 10.0577 2.29392 8.30509 2.46915C6.55248 2.64438 4.93162 3.45354 3.76397 4.73614C2.59633 6.01874 1.96718 7.6811 2.00132 9.39353C2.03546 11.106 2.73038 12.7434 3.94826 13.981L13.2782 23Z" fill="white" />
                    </svg>

                </div>
            </div>
            <div data-fancybox data-src="#consult-modal" class="main__link xs-show">
                начать
                <svg width="26" height="25" viewBox="0 0 26 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M13.2782 23L22.713 13.8791C24.0893 12.6561 24.9094 10.9517 24.9929 9.14088C25.0765 7.33005 24.4166 5.56112 23.1586 4.22323C21.9005 2.88534 20.1472 2.0881 18.2845 2.00687C16.4217 1.92565 14.6021 2.5671 13.2258 3.79012C11.8141 2.76541 10.0577 2.29392 8.30509 2.46915C6.55248 2.64438 4.93162 3.45354 3.76397 4.73614C2.59633 6.01874 1.96718 7.6811 2.00132 9.39353C2.03546 11.106 2.73038 12.7434 3.94826 13.981L13.2782 23Z" fill="white" />
                </svg>

</div>
        </div>
    </section>
