<main>
    <section class="main main3">
        <div class="container">
            <div class="main-wr">
                <div class="standart-nav">
                    <a href="#">Главная</a>
                    <p>Доставка и оплата</p>
                </div>
                <h1 class="main__title">Оплата и доставка <span>до двери</span></h1>
                <p class="main__text">Мы не храним готовую еду — каждый рацион <br> готовится после заказа, чтобы сохранить <br> максимум свежести и пользы</p>
                <a href="shop.php" class="main__link xs-hide">
                    Выбрать рацион
                    <svg width="26" height="25" viewBox="0 0 26 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_2002_287)">
                            <path d="M19.4796 17.2625C18.4227 16.29 17.8689 15.8525 16.9004 14.0013C16.0593 12.3825 15.1103 11.0675 12.9523 11.0675H12.8054C10.6461 11.0675 9.69835 12.3825 8.85725 14.0013C7.88875 15.8525 7.33495 16.29 6.27805 17.2625C5.23935 18.2163 4.28125 19.4163 4.28125 21.0013C4.28125 22.8588 5.66705 24.635 7.87055 24.635C9.54495 24.635 10.8658 23.8075 12.8781 23.7788C14.4837 23.7538 15.6862 24.635 17.8871 24.635C20.0906 24.635 21.6259 22.8588 21.6259 21.0013C21.6259 19.4163 20.6158 18.2675 19.4796 17.2625Z" fill="white" />
                            <path d="M6.09067 9.98999C5.14817 8.22124 3.88197 7.55999 2.85367 7.61874C1.40807 7.70374 0.351172 9.36499 0.369372 11.215C0.386272 13.1237 1.57187 15.1662 3.42957 15.8412C3.82087 15.9812 4.21347 16.015 4.62297 15.9137C6.24537 15.63 7.43877 13.6037 6.09067 9.98999Z" fill="white" />
                            <path d="M8.56046 0.375C6.83146 0.375 5.66406 2.14375 5.66406 4.5625C5.66406 7.2575 7.19806 10.0825 9.27286 10.0825C10.9486 10.0825 12.1251 8.24 12.1251 6.1C12.1251 3.77625 10.634 0.375 8.56046 0.375Z" fill="white" />
                            <path d="M17.415 0.375C15.9954 0.375 14.8943 1.79125 14.1715 3.49375C13.8387 4.33 13.6827 5.21125 13.6918 6.10125C13.7087 8.1525 14.8449 10.1075 16.583 10.1075C18.351 10.1075 20.1437 7.51 20.1437 4.54625C20.1437 2.47875 19.0881 0.375 17.415 0.375Z" fill="white" />
                            <path d="M23.1072 7.61877C21.6434 7.52627 20.2056 9.12002 19.5491 10.88C18.7626 12.9963 19.3164 15.3288 20.8517 15.85C21.1117 15.9175 21.3717 15.9775 21.6317 15.96C23.3438 15.85 25.1196 13.965 25.5278 11.7638C25.8606 10.0413 24.7868 7.73002 23.1072 7.61877Z" fill="white" />
                        </g>
                        <defs>
                            <clipPath id="clip0_2002_287">
                                <rect width="26" height="25" fill="white" />
                            </clipPath>
                        </defs>
                    </svg>
                </a>
            </div>
            <img src="static/imgs/bg/main-img3.png" alt="" class="main__img">
            <a href="#" class="main__link xs-show">
                Выбрать рацион
                <svg width="26" height="25" viewBox="0 0 26 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <g clip-path="url(#clip0_2002_287)">
                        <path d="M19.4796 17.2625C18.4227 16.29 17.8689 15.8525 16.9004 14.0013C16.0593 12.3825 15.1103 11.0675 12.9523 11.0675H12.8054C10.6461 11.0675 9.69835 12.3825 8.85725 14.0013C7.88875 15.8525 7.33495 16.29 6.27805 17.2625C5.23935 18.2163 4.28125 19.4163 4.28125 21.0013C4.28125 22.8588 5.66705 24.635 7.87055 24.635C9.54495 24.635 10.8658 23.8075 12.8781 23.7788C14.4837 23.7538 15.6862 24.635 17.8871 24.635C20.0906 24.635 21.6259 22.8588 21.6259 21.0013C21.6259 19.4163 20.6158 18.2675 19.4796 17.2625Z" fill="white" />
                        <path d="M6.09067 9.98999C5.14817 8.22124 3.88197 7.55999 2.85367 7.61874C1.40807 7.70374 0.351172 9.36499 0.369372 11.215C0.386272 13.1237 1.57187 15.1662 3.42957 15.8412C3.82087 15.9812 4.21347 16.015 4.62297 15.9137C6.24537 15.63 7.43877 13.6037 6.09067 9.98999Z" fill="white" />
                        <path d="M8.56046 0.375C6.83146 0.375 5.66406 2.14375 5.66406 4.5625C5.66406 7.2575 7.19806 10.0825 9.27286 10.0825C10.9486 10.0825 12.1251 8.24 12.1251 6.1C12.1251 3.77625 10.634 0.375 8.56046 0.375Z" fill="white" />
                        <path d="M17.415 0.375C15.9954 0.375 14.8943 1.79125 14.1715 3.49375C13.8387 4.33 13.6827 5.21125 13.6918 6.10125C13.7087 8.1525 14.8449 10.1075 16.583 10.1075C18.351 10.1075 20.1437 7.51 20.1437 4.54625C20.1437 2.47875 19.0881 0.375 17.415 0.375Z" fill="white" />
                        <path d="M23.1072 7.61877C21.6434 7.52627 20.2056 9.12002 19.5491 10.88C18.7626 12.9963 19.3164 15.3288 20.8517 15.85C21.1117 15.9175 21.3717 15.9775 21.6317 15.96C23.3438 15.85 25.1196 13.965 25.5278 11.7638C25.8606 10.0413 24.7868 7.73002 23.1072 7.61877Z" fill="white" />
                    </g>
                    <defs>
                        <clipPath id="clip0_2002_287">
                            <rect width="26" height="25" fill="white" />
                        </clipPath>
                    </defs>
                </svg>
            </a>
        </div>
    </section>
    <section class="works works2">
        <div class="container">
            <div class="about-food__head">
                <h2 class="about-food__title">Как это работает</h2>
                <p class="about-food__text">Всего несколько шагов — и питание уже у вас дома</p>
            </div>
            <?php echo dicey_get_template_html( 'template-parts/blocks/works' ); ?>
        </div>
    </section>
    <section class="functional">
        <div class="container">
            <div class="functional__block">
                <p class="functional__name">доставка</p>
                <div class="functional__content">
                    <span>Сроки</span>
                    <p>Заказы, оформленные до 21:00, доставляются в течение 2х дней</p>
                    <span>Время</span>
                    <p>Доставка осуществляется с 11:00 до 23:00 <br>Время согласовывается заранее курьером</p>
                    <span>Стоимость</span>
                    <p>Бесплатная доставка по Москве и Санкт-Петербургу</p>
                    <span>Важно</span>
                    <p>Мы привозим готовые свежие рационы — важно, чтобы вы могли сразу убрать их в холодильник.</p>
                </div>
            </div>
            <div class="functional__block">
                <p class="functional__name">оплата</p>
                <div class="functional__content">
                    <span>Способы оплаты</span>
                    <p>Онлайн-оплата на сайте банковской картой</p>
                    <span>Дополнение</span>
                    <p> После оплаты вы получаете электронный чек на указанную почту</p>
                    <span>Важно</span>
                    <p> Каждый заказ готовится индивидуально после оплаты</p>
                </div>
            </div>
            <div class="functional__block">
                <p class="functional__name">Что происходит после оплаты?</p>
                <div class="functional__content">
                    <ul>
                        <li>Приходит смс-уведомление с номером заказа и датой доставки</li>
                        <li>Готовим заказ</li>
                        <li>Доставляем в течение 2х дней курьером. Точное время доставки уточняется у курьера в день доставки</li>
                    </ul>
                </div>
            </div>
            <div class="functional__block">
                <p class="functional__name">Изменение и отмена</p>
                <div class="functional__content">
                    <p>Изменение адреса и отмена заказа производится не позднее чем за сутки до даты доставки через нашего специалиста 8(800)000-00-00</p>
                </div>
            </div>
        </div>
    </section>
    <?php echo dicey_get_template_html( 'template-parts/blocks/shipping' ); ?>
    <section class="questions2">
        <div class="container">
            <h2 class="popularity__title">часто задаваемые вопросы</h2>
            <div class="questions__blocks">
                <div class="questions__block">
                    <div class="questions__top">
                        <p>Можно ли выбрать удобное время доставки?</p>
                        <svg width="29" height="23" viewBox="0 0 29 23" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_719_9436)">
                                <path d="M13.207 1.95898C14.2337 7.24048 15.8576 12.7843 15.9153 18.209C15.9272 19.3202 16.0498 20.4341 16.1237 21.5423" stroke="#5182A6" stroke-width="2.5" stroke-linecap="round" />
                                <path d="M3 13.5C10.9996 13.1361 18.9979 12.8042 27 12.5" stroke="#5182A6" stroke-width="2.5" stroke-linecap="round" />
                            </g>
                            <defs>
                                <clipPath id="clip0_719_9436">
                                    <rect width="29" height="23" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </div>
                    <div class="questions__content" style="display: none;">
                        <p>
                            Да, рацион подбирается индивидуально с учётом породы, возраста, веса, уровня активности и особенностей здоровья вашей собаки. Мы учитываем пищевые предпочтения, чувствительное пищеварение, аллергии и другие важные нюансы, чтобы питание было комфортным и полезным именно для вашего питомца.
                        </p>
                    </div>
                </div>
                <div class="questions__block">
                    <div class="questions__top">
                        <p>Можно ли перенести доставку?</p>
                        <svg width="29" height="23" viewBox="0 0 29 23" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_719_9436)">
                                <path d="M13.207 1.95898C14.2337 7.24048 15.8576 12.7843 15.9153 18.209C15.9272 19.3202 16.0498 20.4341 16.1237 21.5423" stroke="#5182A6" stroke-width="2.5" stroke-linecap="round" />
                                <path d="M3 13.5C10.9996 13.1361 18.9979 12.8042 27 12.5" stroke="#5182A6" stroke-width="2.5" stroke-linecap="round" />
                            </g>
                            <defs>
                                <clipPath id="clip0_719_9436">
                                    <rect width="29" height="23" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </div>
                    <div class="questions__content" style="display: none;">
                        <p>
                            Да, рацион подбирается индивидуально с учётом породы, возраста, веса, уровня активности и особенностей здоровья вашей собаки. Мы учитываем пищевые предпочтения, чувствительное пищеварение, аллергии и другие важные нюансы, чтобы питание было комфортным и полезным именно для вашего питомца.
                        </p>
                    </div>
                </div>
                <div class="questions__block">
                    <div class="questions__top">
                        <p>Как хранить рацион?</p>
                        <svg width="29" height="23" viewBox="0 0 29 23" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_719_9436)">
                                <path d="M13.207 1.95898C14.2337 7.24048 15.8576 12.7843 15.9153 18.209C15.9272 19.3202 16.0498 20.4341 16.1237 21.5423" stroke="#5182A6" stroke-width="2.5" stroke-linecap="round" />
                                <path d="M3 13.5C10.9996 13.1361 18.9979 12.8042 27 12.5" stroke="#5182A6" stroke-width="2.5" stroke-linecap="round" />
                            </g>
                            <defs>
                                <clipPath id="clip0_719_9436">
                                    <rect width="29" height="23" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </div>
                    <div class="questions__content" style="display: none;">
                        <p>
                            Да, рацион подбирается индивидуально с учётом породы, возраста, веса, уровня активности и особенностей здоровья вашей собаки. Мы учитываем пищевые предпочтения, чувствительное пищеварение, аллергии и другие важные нюансы, чтобы питание было комфортным и полезным именно для вашего питомца.
                        </p>
                    </div>
                </div>
                <div class="questions__block">
                    <div class="questions__top">
                        <p>На сколько дней хватает набора?</p>
                        <svg width="29" height="23" viewBox="0 0 29 23" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <g clip-path="url(#clip0_719_9436)">
                                <path d="M13.207 1.95898C14.2337 7.24048 15.8576 12.7843 15.9153 18.209C15.9272 19.3202 16.0498 20.4341 16.1237 21.5423" stroke="#5182A6" stroke-width="2.5" stroke-linecap="round" />
                                <path d="M3 13.5C10.9996 13.1361 18.9979 12.8042 27 12.5" stroke="#5182A6" stroke-width="2.5" stroke-linecap="round" />
                            </g>
                            <defs>
                                <clipPath id="clip0_719_9436">
                                    <rect width="29" height="23" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </div>
                    <div class="questions__content" style="display: none;">
                        <p>
                            Да, рацион подбирается индивидуально с учётом породы, возраста, веса, уровня активности и особенностей здоровья вашей собаки. Мы учитываем пищевые предпочтения, чувствительное пищеварение, аллергии и другие важные нюансы, чтобы питание было комфортным и полезным именно для вашего питомца.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <?php echo dicey_get_template_html( 'template-parts/blocks/why' ); ?>
</main>
